const myPosts = [
  {
    id: 12,
    board: '커뮤니티',
    title: '고양이 털 관리 꿀팁',
    date: '2024-12-01 11:00',
  },
  {
    id: 32,
    board: '커뮤니티',
    title: '고양이의 발톱 관리법',
    date: '2024-12-21 12:00',
  },
  {
    id: 45,
    board: '커뮤니티',
    title: '고양이와의 놀이 시간 추천',
    date: '2025-01-03 10:00',
  },
  {
    id: 12,
    board: '커뮤니티',
    title: '고양이 털 관리 꿀팁',
    date: '2024-12-01 11:00',
  },
  {
    id: 32,
    board: '커뮤니티',
    title: '고양이의 발톱 관리법',
    date: '2024-12-21 12:00',
  },
  {
    id: 45,
    board: '커뮤니티',
    title: '고양이와의 놀이 시간 추천',
    date: '2025-01-03 10:00',
  },
  {
    id: 12,
    board: '커뮤니티',
    title: '고양이 털 관리 꿀팁',
    date: '2024-12-01 11:00',
  },
  {
    id: 32,
    board: '커뮤니티',
    title: '고양이의 발톱 관리법',
    date: '2024-12-21 12:00',
  },
  {
    id: 45,
    board: '커뮤니티',
    title: '고양이와의 놀이 시간 추천',
    date: '2025-01-03 10:00',
  },
  {
    id: 12,
    board: '커뮤니티',
    title: '고양이 털 관리 꿀팁',
    date: '2024-12-01 11:00',
  },
  {
    id: 32,
    board: '커뮤니티',
    title: '고양이의 발톱 관리법',
    date: '2024-12-21 12:00',
  },
  {
    id: 45,
    board: '커뮤니티',
    title: '고양이와의 놀이 시간 추천',
    date: '2025-01-03 10:00',
  },
];

export default myPosts;
